Repository: maxluetkemeyer/blood-donation-app
Catalog: assets/localization/app_*.arb
Languages: de

# appTitle
source: UKM Blood Donation App
de: UKM Blutspende-App

source: Your name
de: Ihr Name

source: Birthday
de: Geburtsdatum

# yourBirthday
source: Your date of birth
de: Ihr Geburtsdatum

# doneButton
source: Done
de: Fertig

source: Back
de: Zurück

source: Next
de: Weiter

# ageQuestion
source: Age Check
de: Altersabfrage

# homeMenuUserData
source: Your Data
de: Ihre Daten

# homeMenuImprint
source: Imprint
de: Impressum

# homeMenuAppointment
source: Appointments
de: Termine

# homeMenuMap
source: Map
de: Karte

# getInspiredCarouselSliderPerson1
source: I donate blood at the UKM, because I feel safe there.
de: Ich spende beim UKM, weil ich mich hier gut aufgehoben fühle.

# getInspiredCarouselSliderPerson2
source: I donate blood, because that way I can help others.
de: Ich spende Blut, weil ich damit anderen Menschen helfen kann.

# getInspiredCarouselSliderPerson3
source: I donate blood at the UKM, because the nut pastries are so delicious.
de: Ich spende beim UKM, weil die Nussecken hier so lecker sind.

# getInspiredCarouselSliderPerson4
source: My roommates and I always donate together - that way it is way more entertaining.
de: Ich gehe immer mit meiner WG Blut spenden - so ist es direkt viel lustiger.

# mapHeading
source: Blood donation at UKM
de: Blutspende am UKM

# mapDirections
source: Directions
de: Anfahrtsadresse

# imprintHeader
source: Imprint
de: Impressum

# imprintInformationOfPublisher
source: About the Publisher
de: Angaben des Herausgebers

# imprintMoreInformation
source: Further Information
de: More Info

# donationQuestionAnswerYes
source: Yes
de: Ja

# donationQuestionAnswerNo
source: No
de: Nein

# donationQuestionAnswerApprovement
source: Admission to Blood Donation
de: Zulassung zur Blutspende

# donationQuestionAnswerRefusal
source: Because of your answer you will most likely not be able to donate blood. Take a look at the FAQ.
de: Auf Grund ihrer Antwort kommen sie wahrscheinlich nicht als Blutspender:in in Frage. Schauen sie sich gerne unser FAQ an.

# forwardingToFAQ
source: To the FAQ
de: Zum FAQ

# userDataHeading
source: Your Data (locally saved)
de: Nutzerdaten

# userDataDataHeading
source: Your Data
de: Ihre Daten (Lokal Gespeichert)

# userDataLastDonation
source: Date of your last Blood Donation
de: Termin ihrer letzten Blutspende

# bookingStartHeader
source: Blood donation
de: Blutspendetermin

# bookingStartInfo
source: If you select 'Book appointment', you can easily book a blood donation appointment. As a first step, you will have to answer a few questions so that possible exclusion criteria for your donation can be determined. If you do not meet any of the exclusion criteria, you can already select a date and time for your blood donation appointment. Then you only have to check your data once more - and you already have a blood donation appointment!
de: Wenn Sie „Termin buchen“ auswählen, können Sie einfach und unkompliziert einen Blutspendetermin am Universitätsklinikum Münster buchen. Als ersten Schritt müssen Sie dafür ein paar Fragen beantworten, damit mögliche Ausschlusskriterien für Ihre Spende festgestellt werden können. Haben Sie keine der Ausschlusskriterien erfüllt, können Sie auch schon einen Termin und eine Uhrzeit für Ihren Blutspendetermin auswählen. Dann müssen Sie nur noch einmal Ihre Daten überprüfen - und schon haben Sie einen Blutspendetermin!

# bookingStartButton
source: Book appointment
de: Termin buchen

# bookingYourAppointment
source: Your appointment
de: Ihr Termin

# bookingAppointment
source: Appointment
de: Termin

# bookingBreakText
source: is your selected appointment. Do you want to change your appointment and start the booking process again?
de: ist Ihr ausgewählter Termin. Möchten Sie Ihren Termin ändern und den Buchungsvorgang noch einmal starten?

# bookingChangeDate
source: Change Appointment
de: Termin ändern

# bookingStopBooking
source: Stop booking process
de: Buchungsvorgang abbrechen

# bookingChooseDayTitle
source: Choose Date
de: Tag auswählen

# bookingChooseTimeTitle
source: Choose Time
de: Verfügbare Zeiten

# bookingAnswerQuestionsTitle
source: May you donate blood?
de: Dürfen Sie Blut spenden?

# bookingDatenTitle
source: Check data
de: Daten überprüfen

# bookingProgressLoss
source: Your previous progress will be lost.
de: Ihr bisheriger Fortschritt geht verloren.

# bookingAgeWarning
source: You must be at least 18 years old to donate blood!
de: Sie müssen mindestens 18 Jahre alt sein, um Blut spenden zu können!

# bookingFirstPrompt
source: Your first blood donation
de: Ihre erste Blutspende

# bookingFirstAge
source: What is your date of birth?
de: Wann wurden Sie geboren?

# bookedStepSection2
source: UKM Blutspende
de: Wir befinden uns im 1. Stock

# bookedStepSection3
source: Durch die Tür und zur Anmeldung
de: Durch die Tür

# bookedStepSection4
source: Fragebogen und Merkblatt
de: Anmelden

# bookedStepSection5
source: Kontrolle
de: Essen genießen

# bookedStepSection6
source: Arztgespräch
de: Entspannen

# bookedStepSection7
source: Es kann losgehen
de: Frische Luft genießen

# bookedStepSection8
source: Ruhepause
de: Bis zum nächsten mal

# bookedStepSectionText1
source: Wir sind das Universitätsklinikum Münster. Wir gestalten die Zukunft der Medizin zum Wohl unserer Patient:innen – durch Spitzenforschung, exzellente Lehre und modernste Krankenversorgung.
de: Der erste Schritt zum in der UKM Blutspende führt zum Empfang. Wenn Sie das erste mal bei uns sind,…

# bookedStepSectionText2
source: Blutspenden rettet Leben. Blut ist lebensnotwendiger Bestandteil des menschlichen Lebens. Ohne Blut können unsere Ärzt:innen und Pflegeteams in der Krankenversorgung Operationen und Therapien nicht durchführen. Das UKM ist auf Menschen in Münster und im Münsterland angewiesen. Durch Ihre Bereitschaft Blut oder Stammzellen zu spenden, wird unsere Arbeit erst möglich.
de: Der erste Schritt zum in der UKM Blutspende führt zum Empfang. Wenn Sie das erste mal bei uns sind,…

# bookedStepSectionText3
source: Der erste Schritt in der UKM Blutspende führt zum Empfang. Wenn Sie das erste mal bei uns sind, nehmen unsere Kolleg:innen Ihre Personalien unter Vorlage Ihres Personalausweises auf. Ihre Daten unterliegen selbstverständlich dem Datenschutz.
de: Der erste Schritt zum in der UKM Blutspende führt zum Empfang. Wenn Sie das erste mal bei uns sind,…

# bookedStepSectionText4
source: Als Spender*in müssen Sie Ihre Bereitschaft, Blut zu spenden, per Unterschrift bestätigen. Auch wenn es vielleicht etwas lästig ist: Das Ausfüllen des Fragebogens vor jeder Spende ist sehr wichtig. Nur so können wir Ihren aktuellen Gesundheitszustand und damit die Spendetauglichkeit ermitteln. Das dient dem Schutz des Spenders und des Empfängers. Das gewissenhafte Antworten hilft, eine maximale Sicherheit der Blutprodukte zu gewährleisten. Natürlich werden alle Angaben streng vertraulich behandelt.
de: Der erste Schritt zum in der UKM Blutspende führt zum Empfang. Wenn Sie das erste mal bei uns sind,…

# bookedStepSectionText5
source: Vor jeder Blutspende wird die Konzentration des Hämoglobins in Ihrem Blut überprüft. Eine Spende erfolgt nur, wenn bestimmte Grenzwerte (Frauen 12,5g/dl, Männer 13,5g/dl) nicht unterschritten werden. Außerdem messen wir Ihren Blutdruck und Ihre Körpertemperatur am Ohr.
de: Der erste Schritt zum in der UKM Blutspende führt zum Empfang. Wenn Sie das erste mal bei uns sind,…

# bookedStepSectionText6
source: Nicht nur Neuspendern wenden wir besondere Aufmerksamkeit zu. Es geht im Gespräch darum, Fragen zu Ihrem Gesundheitszustand abzuklären. Unsere Ärzt:innen klären Sie über Risiken, Ausschlusskriterien und über den Ablauf der Blutspende auf.
de: Der erste Schritt zum in der UKM Blutspende führt zum Empfang. Wenn Sie das erste mal bei uns sind,…

# bookedStepSectionText7
source: Machen Sie es sich auf der Spendeliege bequem und versuchen Sie zu entspannen. Nach Punktion der Entnahmevene dauert es max. 12 Minuten, bis die Spende beendet ist. Die Einzelspende hat ein Volumen von ca. 450 ml. Die Nadel wird entfernt und der Einstich mit einem Pflaster überklebt.
de: Der erste Schritt zum in der UKM Blutspende führt zum Empfang. Wenn Sie das erste mal bei uns sind,…

# bookedStepSectionText8
source: Nach der Spende müssen Sie sich ausruhen. Um Kreislaufreaktionen zu vermeiden, sollten Sie ca. 30 Minuten im Wartebereich bleiben.
de: Der erste Schritt zum in der UKM Blutspende führt zum Empfang. Wenn Sie das erste mal bei uns sind,…

# requestCardStatePending
source: pending
de: ausstehend

# requestCardStateAccepted
source: accepted
de: bestätigt

# requestCardStateDeclined
source: declined
de: abgelehnt
